app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "description", "categories", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["title", "Articulo 1"], ["description", "descripcion"], ["categories", "categria"], ["created_at", "2015-03-25 09:43:09.334670"], ["updated_at", "2015-03-25 09:43:09.334670"]]
---
  def create
    @article = Article.new(article_params)

    respond_to do |format|
      if @article.save